Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/helsetilsynet.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Kommunen bruker det elektroniske journalsystemet Profil.
nn: Kommunen brukar det elektroniske journalsystemet Profil.

source: virksomheten har iverksatt tiltak for å avdekke, rette opp og forebygge overholdelse av lovgivningen innenfor de tema tilsynet omfatter
nn: kva tiltak verksemda har for å avdekkje, rette opp og førebyggje brot på lovgivinga innanfor dei tema tilsynet omfattar

source: melsen som virksomhetene blir vurdert flest ganger opp mot
nn: verksemdene flest gonger blir vurderte opp mot (bvl.

source: Det kan se ut som virksomhetsledere ikke alltid gjør individuelle vurderinger av sykepleiere og vernepleiere med tanke på om den enkelte er kvalifisert til å utføre bestemte oppgaver i legemiddelhåndteringen.
nn: Det kan sjå som verksemdsleiarar ikkje alltid gjer individuelle vurderingar av sjukepleiarar og vernepleiarar med tanke på om den einskilde er kvalifisert til å utføre bestemte oppgåver i legemiddelhandteringa.

source: Formålet med systemrevisjonen er å vurdere om virksomheten, gjennom styringen (internkontroll), tar hånd om ulike krav i lovgivningen.
nn: Formålet med systemrevisjonen er å vurdere om verksemda, gjennom styringa (internkontroll), tek hand om ulike krav i lovgivinga.

source: Fylkesmannen er gitt myndighet til å føre tilsyn med sosialtjenesten etter lov om sosiale tjenester i arbeids- og velferdsforvaltningen § 9.
nn: Fylkesmannen har heimel til å føre tilsyn med sosialtenesta etter lov om sosiale tenester i arbeids- og velferdsforvaltninga § 9.

source: Plikt til å føre internkontroll medfører at kommunen har et selvstendig ansvar for å sikre at den virksomheten de driver er i samsvar med kravene i loven.
nn: Plikt til å føre internkontroll medfører at kommunen har eit sjølvstendig ansvar for å sikre at den verksemd dei driv er i samsvar med krava i lova.

source: § 6 gir bestemmelser om oppdatering og revisjon av helhetlig ROS-analyse og overordnet beredskapsplan.
nn: § 6 gir bestemmingar om oppdatering og revisjon av heilskapleg ROS-analyse og overordna beredskapsplan.

source: Kommunen har en plikt til å sørge for at representanter for pasienter og brukere blir hørt ved utforming av det samlede helse- og omsorgstilbudet.
nn: Kommunen har ei plikt til å sørge for at representantar for pasientar og brukarar blir høyrt ved utforming av det samla helse- og omsorgstilbodet.

source: Nasjonale faglige retningslinjer som er utgitt
nn: Nasjonale faglege retningsliner som er utgitt

source: Dette innebærer gransking av dokument, intervju og andre undersøkelser.
nn: Dette inneber gransking av dokument, intervju og andre undersøkingar.

source: I dette tilsynet har vi hatt fokus på følgende styringskrav:
nn: I dette tilsynet har vi hatt fokus på følgande styringskrav:

source: om kommunens ledelse fulgte med på at det løpende oversiktsarbeidet var kommet i gang og at det er aktiviteter på området
nn: om kommuneleiinga følgde med på at det løpande oversiktsarbeidet var kome i gang og at det skjedde aktivitetar på området

source: Det er likevel et viktig helsepolitisk mål å redusere antall selvmord og selvmordsforsøk blant pasienter i psykisk helsevern og å sikre at pasienter med selvmordsproblematikk får forsvarlig behandling.
nn: Det er likevel eit viktig helsepolitisk mål å redusere talet på både sjølvmord og sjølvmordsforsøk blant pasientar i psykisk helsevern, og sikre at pasientar med sjølvmordsproblematikk får forsvarleg behandling.

source: Fylkesmannen anbefaler kommunen å sammenstille planverket innen smittevern, slik at det ikke er forskjell på planverk i normalsituasjon og krise.
nn: Fylkesmannen tilrår kommunen å jamføre planverket innan smittevern, slik at det ikkje er skilnad på planverk i normalsituasjon og krise.

source: § 3-1 første og annet ledd har pasient og bruker rett til å medvirke både ved utforming og ved utøvelse av helse- og omsorgstjenester.
nn: Etter pasient- og brukerrettighetsloven § 3-1 første og andre ledd har pasient og brukar rett til å medverke både ved utforming og ved utøving av helse- og omsorgstenester.

source: Arbeid med undersøkelser
nn: Arbeid med undersøkingar

source: Ansatte må ha hatt opplæring i førstehjelp (inkludert hjerte-/lungeredning) og være kjent med hva de skal foreta seg dersom det oppstår situasjoner som krever akutt legehjelp.
nn: Tilsette må ha hatt opplæring i førstehjelp (inkludert hjarte-/lungeredning) og vere kjent med kva dei skal foreta seg dersom det oppstår situasjonar som krev akutt legehjelp.

source: Anbefalinger gitt i nasjonale faglige retningslinjer er ikke rettslig bindende, men normerende og retningsgivende ved å peke på ønskede og anbefalte handlingsvalg.
nn: Tilrådingar gitt i nasjonale faglege retningslinjer er ikkje rettsleg bindande, men normerande og retningsgivande ved å peike på ønskte og tilrådde handlingsval.

source: Hovedregelen er at pasienten skal samtykke til helsehjelpen, jf.
nn: Hovuddregelen er at pasienten skal samtykke til helsehjelpa, jf.

source: Der tankesettet er at tvang er noe som ikke skal benyttes og at dette er tilnærmet ulovlig, risikerer man at en ikke får gitt helsehjelp som er nødvendig for å hindre vesentlig helseskade.
nn: Der tankesettet er at tvang er noko som ein ikkje skal bruke og at dette er tilnærma ulovleg, risikerer ein at ein ikkje får gitt helsehjelp som er nødvendig for å hindre vesentleg helseskade.

source: de fikk tjenestene i kommunen som avtalt
nn: om dei fekk tenestene i kommunen som avtalt

source: Det uanmeldte tilsynet ble gjennomført med samtaler og befaring.
nn: Det umelde tilsynet blei gjennomført med samtaler og synfaring.

source: Formålet med tilsynet er å følge opp at Tinn kommunes arbeid med samfunnssikkerhet og beredskap er i samsvar med aktuelle krav fastsatt i sivilbeskyttelsesloven og forskrift om kommunal beredskapsplikt.
nn: Formålet med tilsynet er å sjå til om Tokke kommune sitt arbeid med samfunnstryggleik og beredskap er i samsvar med aktuelle krav fastsett i sivilbeskyttelseslova og forskrift om kommunal beredskapsplikt.

source: Samarbeid med foreldrene
nn: Samarbeid med foreldra

source: Tilsynet, som ble utført som systemrevisjon, omfattet behandling av søknad om økonomisk stønad fra personer med forsørgeransvar med barn.
nn: Tilsynet blei utført som ein systemrevisjon og omfatta behandling av søknad om økonomisk stønad frå personar med forsørgjaransvar med barn.

source: 34 (2012-13), uttaler regjeringen i kapittel 7.1.3 at tilsyn med folkehelseloven skal bidra til å støtte kommunesektorens egne aktiviteter for å ivareta folkehelse gjennom kommunens/fylkeskommunens plan- og styringssystem.
nn: 34 (2012-13), uttaler regjeringa i kapittel 7.1.3 at tilsyn med folkehelseloven skal bidra til å støtte kommunesektoren sine eigne aktivitetar for å ivareta folkehelse gjennom sitt plan- og styringssystem.

source: Oversikt over dokument som Askøy kommunen har sendt over i forbindelse med tilsynet og dokument som ble gjennomgått under tilsynet, er gitt i kapittel 8.
nn: Oversikt over dokument som Stord kommune har sendt over i samband med tilsynet og dokument som blei gjennomgått under tilsynet, er gitt i kapittel 8.

source: Krav til bemanning og de ansattes kompetanse fremgår av forskrift om krav til kvalitet og internkontroll i barneverninstitusjoner § 5 første ledd.
nn: Krav til bemanning og kva kompetanse dei tilsette må ha, går fram av forskrift om krav til kvalitet og internkontroll i barneverninstitusjonar § 5 første ledd.

source: For å sikre at tjenester som ytes er forsvarlige, må barneverntjenesten fortløpende dokumentere hvilke faglige vurderinger som ligger til grunn for større og mindre beslutninger som tas.
nn: For å sikre at tenester som vert gitt er forsvarlege, må barneverntenesten fortløpande dokumentere kva for faglige vurderingar som ligg til grunn for større og mindre avgjerder som vert tatt.

source: Når det gjelder smittevern har kommunen en smittevernplan, som er til bruk i normalsituasjoner, og en beredskapsplan for smittevern til bruk ved kriser og katastrofer.
nn: Når det gjeld smittevern har kommunen ein smittevernplan, som er til bruk i normalsituasjonar, og ein beredskapsplan for smittevern til bruk ved kriser og katastrofar.

source: tilstrekkelig kompetanse i alle ledd av pasientforløpet
nn: tilstrekkeleg kompetanse i alle ledd av behandlingsforløpet

source: Som det går fram av rapporten og følgjebrevet ble det konkludert med at kommunen ikke oppfylte krava i folkehelselova om det løpande oversiktsarbeidet, jf.
nn: Som det går fram av rapporten og følgjebrevet ble det konkludert med at kommunen ikkje oppfylte krava i folkehelselova om det løpande oversiktsarbediet,j f.

source: I vurderingen av om slik helsehjelp skal gis, skal det blant annet legges vekt på graden av motstand samt om det i nær framtid kan forventes at pasienten vil kunne gjenvinne sin samtykkekompetanse.
nn: I vurderinga av om slik helsehjelp skal bli gitt, skal det mellom anna bli lagt vekt på graden av motstand og om det i nær framtid kan reknast at pasienten vil kunne få tilbake samtykkekompetansen.

source: Avslutning og oppfølging av behandling
nn: Avslutting og oppfølging av behandling

source: Barn og unge omfatter i denne sammenheng i hovedsak aldersgruppen 0-18 år.
nn: Barn og unge omfattar i denne samanheng i hovudsak aldersgruppa 0-18 år.

source: Under tema kommunens tiltak til personer over 65 år som får hjelp til administrasjon av legemiddel undersøkte vi om kommunen sikrer:
nn: Under tema kommunens tiltak til personar over 65 år som får hjelp til administrasjon av legemiddel undersøkte vi om kommunen sikrar:

source: Fylkesmannen er gitt myndighet til å føre tilsyn etter barnevernloven§ 2-3b.
nn: Fylkesmannen er gitt mynde til å føre tilsyn etter barnevernlova § 2-3b.

source: Tilsynet er en del av fylkesmannens planlagte tilsyn for inneværende år.
nn: Tilsynet er ein del av fylkesmannens planlagde tilsyn for inneverande år.

source: Dette innebærer at helsepersonell som ikke utøver pasientrettet virksomhet, men bare har oppgaver knyttet til drift og administrasjon av sykehjemmet, ikke skal fatte vedtak om tvungen helsehjelp.
nn: Dette inneber at helsepersonell som ikkje utøver pasientretta verksemd, men berre har oppgåver knytt til drift og administrasjon av sjukeheimen, ikkje skal fatte vedtak om tvungen helsehjelp.

source: henviser til rett instans
nn: tilviser til rett instans

source: Ivaretakelse av barn med spesielle ernæringsbehov
nn: Ivaretaking av barn med spesielle ernæringsbehov

source: Kommunens tilsyn er et viktig virkemiddel for å sikre at barnehager og skoler ikke drives uten godkjenning.
nn: Kommunens tilsyn er eit viktig tiltak for å sikre at barnehagar og skular ikkje blir drivne utan godkjenning.

source: Merknader er definert som forhold som ikke oppfyller definisjonen av avvik, men som Fylkesmannen mener det er grunn til å påpeke for å sikre god oppfølging av beredskapsplikten.
nn: Merknader er definerte som forhold som ikkje oppfyller definisjonen av avvik, men som Fylkesmannen meiner det er grunn til å peike på for å sikre god oppfølging av beredskapsplikta.

source: tilsyn og bistand til å ivareta egenomsorg
nn: tilsyn og bistand til å ivareta eigenomsorg

source: Ved tilsynet har vi undersøkt om Oslo universitetssykehus HF gjennom sin ledelse og styring har lagt til rette for og følger opp at pasienter over 18 år med psykisk lidelse og mulig samtidig ruslidelse får forsvarlige tjenester som kjennetegnes av:
nn: Ved tilsynet har vi undersøkt om Helse Bergen HF ved si leiing og styring har lagt til rette for og følgjer opp at pasientar 18 år og eldre med psykisk liding og mogeleg samtidig rusliding får forsvarlege tenester som er kjenneteikna av:

source: Tilsynet inngår som en del av Fylkesmannens planlagte tilsynsvirksomhet i inneværende år, og er en del av et landsomfattende tilsyn med kommunale barneverntjenester i 2014, initiert av Statens helsetilsyn, jf.
nn: Tilsynet går inn som ein del av Fylkesmannens planlagde tilsynsverksemd for inneverande år, og er ein del av det landomfattande tilsynet med kommunale barneverntenester i 2014, initiert av Statens helsetilsyn, jf.

source: I sykehjem inngår medisinsk undersøkelse og behandling som en del av tjenestetilbudet, jf.
nn: I sjukeheimar er medisinsk undersøking og behandling ein del av tenestetilbodet, jf.

source: Ved kartlegging vil man kunne redusere risiko for komplikasjoner som infeksjoner, unngå ytterligere forverring av fysisk og mental funksjon, samt øke livskvalitet.
nn: Ved kartlegging vil ein kunne redusere risiko for komplikasjonar som infeksjonar, unngå vidare forverring av fysisk og mental funksjon, samt auke livskvaliteten til pasientane.

source: § 4-6 helsepersonell hjemmel til å ta avgjørelser om helsehjelpen.
nn: § 4-6 helsepersonell heimel til å ta avgjerder om helsehjelpa.

source: Forskriften beskriver hvilke oppgaver plikten til å planlegge, gjennomføre, evaluere og korrigere virksomheten innebærer, jf.
nn: Forskrifta beskriv kva for slags oppgåver plikta til å planleggje, gjennomføre, evaluere og korrigere verksemda inneber., jf.

source: Sørger helseforetaket for at det gjennomføres slik planlegging?
nn: Sørgjer helseføretaket for at slik planlegging blir gjennomført?

source: I denne kartleggingen vil startpunkt altså ikke være ved en eventuell kontakt med avtalespesialist i forkant av henvisningen til sykehuset.
nn: I denne kartlegginga vil startpunkt altså ikkje vere ved ein eventuell kontakt med avtalespesialist i forkant av henvisinga til sjukehuset.

source: Kommunens plikt til internkontroll med tilsynsoppgaven bygger på det alminnelige systemet for internkontroll i lov 25.
nn: Kommunens plikt til internkontroll med tilsynsoppgåva byggjer på det alminnelege systemet for internkontroll i lov av 25.

source: motstand mot helsehjelp hos pasienter identifiseres og at pasientens samtykkekompetanse blir vurdert
nn: motstand mot helsehjelp hos pasientar blir identifisert og at deira samtykkekompetanse blir vurdert

source: Det skal være etablert gode rutiner for samarbeid for eksempel med fastleger og sykehuset.
nn: Det skal være etablert gode rutinar for samarbeid for eksempel med fastlegar og sjukehuset.

source: Vi undersøkte om Bergen kommune ved systematisk styring og ledelse sørger for forsvarlige helsestasjonstjenester til barn 0-6 år.
nn: Vi undersøkte om Os kommune ved systematisk styring og leiing sørgjer for forsvarlege helsestasjonstenester for barn 0-6 år.

source: Grundig legeundersøkelse er en forutsetning for å kunne vurdere den enkeltes tilstand og behov, og for å diagnostisere demens.
nn: Grundig legeundersøking er ei forutsetning for å kunne vurdere den einskilde pasient si tilstand og behov, og for å kunne diagnostisere demens.

source: Informasjon om eget pasientforløp i tråd med pasient- og brukerrettighetsloven § 3-2 er en sentral pasientrettighet.
nn: Informasjon om eige pasientforløp i tråd med pasient- og brukarrettslova § 3-2 er ein sentral pasientrett.

source: Tabellen nedenfor oppsummerer nøkkelopplysninger om gjennomføringen og videre oppfølging.
nn: Tabellen nedanfor oppsummerar nøkkelopplysningar om gjennomføringa og vidare oppfølging.

source: Fylkesmannen i Hordaland har undersøkt om Bergen kommune ved systematisk styring og ledelse har lagt til rette for, tilbyr, følger med og om nødvendig forbedrer tjenestetilbudet slik at barn i alderen 0-6 år får forsvarlige helsestasjonstjenester.
nn: Fylkesmannen i Hordaland har undersøkt om Os kommune ved systematisk styring og leiing har lagt til rette for, tilbyr, følgjer med og om nødvendig forbetrar tenestetilbod slik at barn i alderen 0-6 år får forsvarlege helsestasjonstenester.

source: Bruk av flere legemidler øker risikoen for feil bruk av legemidler, samt at eldre er mer sårbare for bivirkninger og andre legemiddelrelaterte problemer.
nn: Bruk av fleire legemiddel aukar risikoen for feil bruk av legemiddel, samt at eldre er meir sårbare for biverknadar og andre legemiddelrelaterte problem.

source: er forhold som ikke er i strid med krav fastsatt i eller i medhold av lov eller forskrift, men der tilsynsmyndigheten finner grunn til å påpeke mulighet for forbedring Generelt om bakgrunnen for valg av tilsynstema
nn: er forhold som ikkje er i strid med krav som er fastsette i eller i tråd med lov eller forskrift, men der tilsynsorganet finner grunn til å påpeke betringspotensial Omtale av verksemda

source: Institusjonen plikter å ha skriftlige rutiner som ivaretar dette ansvaret.
nn: Intitusjonen pliktar å ha skriftlege rutinar som ivaretek dette ansvaret.

source: Kommunen har klar fordeling av ansvar, oppgaver og myndighet jf.
nn: Kommunen har klar fordeling av ansvar, oppgåver og styresmakt jf.

source: Hvilke tiltak som blir gjennomført
nn: Kva tiltak som blir gjennomført

source: I dette kapittelet redegjør vi for hva vi forventer virksomheten skal gjøre i prosessen med å rette påpekte lovbrudd, slik at kravene til kvalitet og sikkerhet for tjenestemottakerne blir ivaretatt.
nn: I dette kapittelet gjer vi greie for kva vi forventar verksemda skal gjere i prosessen for å rette lovbrotet vi har peika på, slik at krava til kvalitet og sikkerheit for tenestemottakarane blir tatt vare på.

source: Det ble gjennomgått 66 journaler på pasienter som kom til akuttmottak med sepsis eller mistanke om sepsis.
nn: Det er gjennomgått 66 journalar til pasientar som kom til akuttmottak med sepsis eller mistanke om sepsis.

source: Fylkesmannen har undersøkt om kommunen gjennom systematisk styring sikrer at mennesker over 18 år med utviklingshemming, og som bor i egen eid eller leid bolig, får forsvarlige helse- og omsorgstjenester.
nn: Fylkesmannen undersøkte om kommunen gjennom systematisk styring og leiing sikrar at personar over 18 år med utviklingshemming, og som bur i eigen eigd eller leigd bustad, får forsvarlege helse- og omsorgstenester.

source: Videre omfattet tilsynet undersøkelse av om tjenestene i tilstrekkelig grad bruker og informerer hverandre og samarbeider når det er behov for det.
nn: Vidare omfatta tilsynet undersøking av om tenestene i tilstrekkeleg grad brukar og informerer kvarandre og samarbeider når det er behov for det.

source: Formålet med tilsynet er er å vurdere om virksomheten ivaretar ulike krav i lovgivningen gjennom sin internkontroll.
nn: Formålet med systemrevisjonen er å vurdere om verksemda tek hand om ulike krav i lovgivinga gjennom internkontrollen sin.

source: om kommunens tilrettelegging for å trekke fastlegene inn i arbeidet med revisjon av samarbeids- og tjenesteavtalene mellom kommunen og spesialisthelsetjenesten,
nn: kommunen si tilrettelegging for å trekkje fastlegane inn i arbeidet med revisjon av samarbeids- og tenesteavtalane mellom kommunen og spesialisthelsetenesta

source: Det inngår i plikten til å planlegge å ha oversikt over områder hvor det er risiko for svikt.
nn: Det inngår i plikta til å planlegge å ha oversikt over område der det er risiko for svikt.

source: Som en del av dette ble det undersøkt om det fantes rutiner for samarbeid, faste møtetidspunkt, klar og kjent oppgavefordeling og lignende.
nn: Som ein del av dette vart det undersøkt om det var rutinar for samarbeid, faste møtetidspunkt, klar og kjent oppgåvefordeling og liknande.

source: juni 2011 ble forløpstidene tatt inn i Helsedirektoratet sine nasjonale retningslinjer for ulike kreftformer.
nn: juni 2011 vart forløpstidene tatt inn i Helsedirektoratet sine nasjonale retningslinjer for ulike kreftformer.

source: Under tema kommunens tiltak for å forebygge og behandle underernæring undersøkte vi om kommunen sikrer:
nn: Under tema kommunens tiltak for å førebyggje og behandle underernæring undersøkte vi om kommunen sikrar:

source: Dette innebærer blant annet at kommunen må sikre at det lar seg gjøre å kontrollere hvilke tjenester brukere faktisk har mottatt.
nn: Dette inneber mellom anna at kommunen må sikre at det lar seg gjere å kontrollere kva tenester brukar faktisk har fått.

source: Barneverntjenesten har en rett og plikt til å foreta undersøkelse i saken når den vurderer at det er «rimelig grunn til å anta» at det foreligger forhold som kan gi grunnlag for tiltak etter barnevernloven kapittel 4.
nn: Barneverntenesta har rett og plikt til å undersøke saka når ein vurderer at det er «rimelig grunn til å anta» at det ligg føre forhold som kan gje grunnlag for tiltak etter barnevernlova kapittel 4.

source: Videre står det at søknad for godkjenning skal fremlegges godkjenningsmyndighet når det foreligger plan for etablering, utviding eller endring av virksomheten.
nn: Vidare står det at søknad for godkjenning skal fremleggjast godkjenningsmyndigheta når det føreligg plan for etablering, utviding eller endring av verksemda.

source: Etter helse- og omsorgstjenesteloven § 3-1 skal kommunen føre internkontroll for å sikre at virksomhet og tjenester er i samsvar med krav fastsatt i lov og forskrift.
nn: Etter helse- og omsorgstjenesteloven § 3-1 skal kommunen føre internkontroll for å sikre at verksemd og tenester er i samsvar med krav fastsett i lov og forskrift.

source: Ikke alle pasienter med sepsis med organdysfunksjon får startet behandling med antibiotika innen tidsfrister fastsatt i nasjonale retningslinjer og sykehusets prosedyrer.
nn: Fleirtalet av pasientar med sepsis og organdysfunksjon fekk ikkje starta behandling med antibiotika innan tidsfristar fastsett i nasjonale retningsliner og i sjukehusets prosedyrar.

source: Ansvarlig for helsehjelpen skal gjøre helsefaglige vurderinger av om vilkårene i § 4A-3 andre og tredje ledd er oppfylt.
nn: Ansvarleg for helsehjelpa skal gjera helsefaglege vurderingar av om vilkåra i § 4A-3 andre og tredje ledd er oppfylte.

source: Det innebærer at en disponeringsordning for kontanter kan etableres uten at det fattes vedtak etter forskriften hvis verge eller nærmeste pårørende påtar seg dette.
nn: Det inneber at ei disponeringsordning for kontantar kan etablerast utan at det blir fatta vedtak etter forskrifta om verje eller næraste pårørande tek på seg oppgåva.

source: behovet for helsehjelp ble vurdert på nytt innen kort tid etter at de var kommet hjem
nn: om behovet for helsehjelp blei vurdert på nytt innan kort tid etter at dei var komne heim

source: Et slikt møte gjennomføres eventuelt så snart det er praktisk mulig å få det til etter at egenvurderingene er gjennomført, enten i forkant eller etterkant av sommerferien, og har til hensikt å bidra til god fremdrift i oppfølgingsarbeidet.
nn: Eit slikt møte gjennomførast eventuelt så snart det er praktisk mogleg å få det til etter at eigenvurderingane er gjennomførte, anten rett før eller rett etter sommarferien, og har til formål å bidra til god framdrift i oppfølgingsarbeidet.

source: Merknad er forhold som ikke er i strid med krav fastsatt i eller i medhold av lov eller forskrift, men der tilsynsmyndigheten finner grunn til å påpeke mulighet for forbedring
nn: er forhold som ikkje er i strid med krav som er fastsette i eller i tråd med lov eller forskrift, men der tilsynsmyndigheitene finn grunn til å peike på betringspotensial

source: Kommunen følger med på at rutinene fungerer og blir fulgt, og gjør nødvendige korrigerende tiltak når det blir meldt om feil, mangler eller uønskede hendelser.
nn: Kommunen følgjer med på at rutinar fungerer og blir følgde, og gjer nødvendige korrigerande tiltak når det blir meldt om feil, manglar eller uønskte hendingar.

source: Kommunen skulle lage en plan for retting dersom det viste seg at ikke alle kravene var oppfylte.
nn: Kommunen skulle lage ei plan for retting dersom det viste seg at ikkje alle krava var oppfylte.
